/* Megabyte Abbrev */
"MB" = "Mo";

/* Kilobyte Abbrev */
"KB" = "Ko";

/* Yes */
"Yes" = "Oui";

/* No */
"No" = "Non";

/* Cancel */
"Cancel" = "Annuler";

"OK" = "OK";

/* LxShredfile */

"Processing file: %d of %d" = "Traitement du fichier : %d sur %d";

"Are you sure you want to cancel shredding the file?\n\nYou may have to wait for the current shredded item to be completed." = "Souhaitez-vous vraiment annuler le broyage du fichier ?\n\nVous devez attendre la fin du broyage de l’élément en cours.";

"Successful : %@" = "Réussi : %@";

"Cannot delete read-only file: %@" = "Impossible de supprimer le fichier en lecture seule : %@";

"Unsuccessful due to read-only file : (%d) %@" = "Échec à cause d’un fichier en lecture seule : (%d) %@";

"Cannot shred file : (%d) %@" = "Impossible de broyer le fichier (%d) %@";

"Cannot delete read-only file: %@" = "Impossible de supprimer le fichier en lecture seule : %@";

"Unsuccessful due to read-only file : (%d) %@" = "Échec à cause d’un fichier en lecture seule : (%d) %@";


/* JD2WizardSetupController */

"Creating encrypted vault is in progress.  Are you sure you want to stop now?" = "La création de la chambre forte cryptée est en cours. Souhaitez-vous vraiment arrêter maintenant ?";

"You can only mount maximum of 5 encrypted vaults!" = "Vous pouvez monter un maximum de 5 chambres fortes cryptées !";

"Free space on volume: %@ is %4.1fMB" = "Espace libre du volume : %@ est %4.1fMo";

"Free space on main volume is %4.1fMB" = "L’espace libre du volume principal est %4.1fMo";

"2048MB" = "2048Mo";

"%4.0fMB" = "%4.0fMo";

"An encrypted vault cannot be created inside a mounted vault drive! Please select a different folder." = "Une chambre forte cryptée ne peut pas être créée dans un lecteur de chambre forte montée. Veuillez sélectionner un autre dossier.";

"A vault with the same name already exists in the folder location you specified! \n\nPlease change the vault name or location and try again." = "Une chambre forte du même nom existe déjà dans le dossier spécifié !\n\nVeuillez modifier l’emplacement ou le nom de la chambre forte et essayer à nouveau.";

"The folder path you selected is read-only!\n\Please select a different folder." = "Le chemin d'accès au dossier que vous avez sélectionné est en lecture seule !\n\nVeuillez sélectionner un autre dossier.";

"Vault file name cannot be all spaces." = "Le nom du fichier de la chambre forte ne peut pas être constitué uniquement d’espaces.";

"Please specify the vault file name." = "Veuillez spécifier le nom de fichier de la chambre forte.";

"Please specify the vault location" = "Veuillez spécifier l’emplacement de la chambre forte";

"There is not enough free space." = "Il n’y a pas assez d’espace libre.";

"Minimum vault size is 32." = "La taille minimum de la chambre forte est 32.";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Le mot de passe saisi est trop court. Veuillez saisir un nouveau mot de passe comprenant entre 8 et 32 caractères.";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Le mot de passe saisi est trop long. Veuillez saisir un nouveau mot de passe comprenant entre 8 et 32 caractères.";

"The confirmation does not match the new password, they must be re-entered." = "La confirmation ne correspond pas au nouveau mot de passe. Saisissez-les à nouveau.";

"Password hint cannot be the same as your password." = "L’indice du mot de passe ne peut pas être identique à votre mot de passe.";

"You've tried to many times to mount a vault with invalid password.  To mount a vault, please restart the application and then try again." = "Vous avez essayé un trop grand nombre de fois de monter une chambre forte avec un mot de passe non valide. Pour monter une chambre forte, veuillez redémarrer l’application puis essayer à nouveau.";

"The entered password is invalid." = "Le mot de passe saisi n’est pas valide.";

/* JDTEncrypt23 */

"Processing file %d of %d" = "Traitement du fichier %d sur %d";

"Successful : %@" = "Réussi : %@";

"Cannot encrypt read-only file: %@" = "Impossible de crypter le fichier en lecture seule : %@";

"Unsuccessful due to read-only file : (%d) %@" = "Échec à cause d’un fichier en lecture seule : (%d) %@";

"Cannot encrypt file : (%d) %@" = "Impossible de crypter le fichier : (%d) %@";

"Cannot decrypt read-only file: %@" = "Impossible de décrypter le fichier en lecture seule : %@";

"Invalid password.  This file may have been encrypted using a different password : %@" = "Mot de passe non valide. Ce fichier a peut-être été crypté à l'aide d’un autre mot de passe : %@";

"Cannot decrypt file : %@" = "Impossible de décrypter le fichier : %@";

"Encrypting File:" = "Crypter le fichier :";

"Secure II: Encrypt File" = "Secure II : Crypter un fichier";

"Decrypting File:" = "Décrypter le fichier :";

"Secure II: Decrypt File" = "Secure II : Décrypter un fichier";

"Shredding File:" = "Broyage du fichier :";

"Secure II: Decrypt File" = "Secure II : Décrypter un fichier";

"Are you sure you want to cancel the encryption process?" = "Souhaitez-vous vraiment annuler le cryptage ?";

"Are you sure you want to cancel the decryption process?" = "Souhaitez-vous vraiment annuler le décryptage ?";

"%d of %d %@" = "%d de %d %@";

"file(s) encrypted" = "fichier(s) crypté(s)";

"file(s) decrypted" = "fichier(s) décrypté(s)";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Le mot de passe saisi est trop court. Veuillez saisir un nouveau mot de passe comprenant entre 8 et 32 caractères.";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "Le mot de passe saisi est trop long. Veuillez saisir un nouveau mot de passe comprenant entre 8 et 32 caractères.";

"The confirmation does not match the new password, they must be re-entered." = "La confirmation ne correspond pas au nouveau mot de passe. Saisissez-les à nouveau.";

"Password hint cannot be the same as your password." = "L’indice du mot de passe ne peut pas être identique à votre mot de passe.";

/* JDTEncryptFile24 */

"%d of %d %@" = "%d de %d %@";

"file(s) were encrypted" = "le(s) fichier(s) a (ont) été crypté(s)";

"file(s) were decrypted" = "le(s) fichier(s) a (ont) été décrypté(s)";

"file(s) were shredded" = "le(s) fichier(s) a (ont) été broyé(s)";

"Secure II: Encrypt File" = "Secure II : Crypter un fichier";

"Secure II: Decrypt File" = "Secure II : Décrypter un fichier";

"Secure II: Shred File" = "Secure II : Broyer le fichier";

"file(s) encrypted" = "fichier(s) crypté(s)";

"file(s) decrypted" = "fichier(s) décrypté(s)";

"file(s) shredded" = "fichier(s) broyé(s)";


/* LxSetPassword */

"Could not change vault password!\n\nPlease check your password and try again." = "Impossible de changer le mot de passe de la chambre forte !\n\nVeuillez vérifier votre mot de passe et essayer à nouveau.";

"The vault password was changed successfully!" = "Le mot de passe de la chambre forte a été modifié avec succès !";

"Password cannot be the same as your name.  Please enter a different password than your name" = "Le mot de passe ne peut pas être identique à votre nom. Veuillez saisir un mot de passe différent de votre nom";

/* AppController */

"The Secure II has to be run from a JumpDrive!\n\nSecure II will exit now." = "L'application Secure II doit être lancée depuis le JumpDrive !\n\nSecure II va se fermer.";

"Quit" = "Quitter";

"No JumpDrive device found!\n\nSecure II will exit now." = "Aucun périphérique JumpDrive trouvé !\n\nSecure II va se fermer.";

"Install Vault Driver" = "Installer le pilote de chambre forte";

"There is no driver installed.  To use the secure vault feature, this driver need to be installed.  An administrator password is required to install this driver." = "Aucun pilote n’est installé. Pour utiliser la fonctionnalité de chambre forte sécurisée, ce pilote doit être installé. Un mot de passe administrateur est requis pour installer ce pilote.";

"Exiting the application will automatically unmount all the currently mounted vaults.  Do you want to continue?" = "Quitter l’application entraînera automatiquement le démontage de toutes les chambres fortes déjà montées. Voulez-vous continuer ?";

"Are you sure you want to exit Secure II?" = "Souhaitez-vous vraiment quitter Secure II ?";

"File vault creation is in progress. Please cancel it before quitting." = "La création du fichier de la chambre forte est en cours. Veuillez annuler avant de quitter.";

"Total" = "Total";

"Free" = "Libre";

"is no longer available in that location." = "n'est plus disponible dans cet emplacement";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "Vous ne pouvez pas localiser une chambre forte cryptée qui se trouve dans un lecteur de chambre forte montée ! Veuillez sélectionner une autre chambre forte.";

"You can only mount maximum of %d encrypted vaults!" = "Vous pouvez monter un maximum de %d chambres fortes cryptées !";

"The vault you selected is not a valid vault file!" = "La chambre forte sélectionnée n'est pas un fichier de chambre forte valide !";

"This vault file is read only and cannot be mounted." = "Ce fichier de chambre forte est en lecture seule et ne peut pas être monté.";

"Are you sure you want to unmount the vault:" = "Souhaitez-vous vraiment démonter la chambre forte :";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "Impossible de démonter le lecteur de la chambre forte. Veuillez fermer toutes les autres applications qui utilisent le lecteur de la chambre forte. Puis essayez à nouveau.";

"Some of the files you are adding to the list are read-only." = "Certains fichiers ajoutés à la liste sont en lecture seule.";

"Some of the file types you are adding to the list are not supported." = "Certains types de fichiers ajoutés à la liste ne sont pas pris en charge.";

"Some of the files you are adding to the list are read-only." = "Certains fichiers ajoutés à la liste sont en lecture seule.";

"Are you sure you want to shred all the files in the list.  Shredded files cannot be recovered." = "Souhaitez-vous vraiment broyer tous les fichiers de la liste. Les fichiers broyés ne peuvent pas être récupérés.";

"Some of the files you are adding to the list are read-only." = "Certains fichiers ajoutés à la liste sont en lecture seule.";

"Some of the file types you are adding to the list are not supported." = "Certains types de fichiers ajoutés à la liste ne sont pas pris en charge.";

"Are you sure you want to shred selected items in the Trash?\n\nShredded items cannot be recovered." = "Souhaitez-vous vraiment broyer les éléments sélectionnés dans la poubelle ?\n\nLes éléments broyés ne peuvent pas être récupérés.";

"Are you sure you want to shred the free space area on drive: " = "Souhaitez-vous vraiment broyer l’espace libre du lecteur : ";

"This process may take a long time." = "Ce processus risque de prendre beaucoup de temps.";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "Impossible de démonter le lecteur de la chambre forte. Veuillez fermer toutes les autres applications qui utilisent le lecteur de la chambre forte. Puis essayez à nouveau.";

"Free Space: %4.1f MB" = "Espace libre : %4.1f Mo";

"%4.1f MB" = "%4.1f Mo%";

"Shredding: %4.0f bytes / %4.0f bytes" = "Broyage : %4.0f octets / %4.0f octets";

"The Shred Free Space operation of drive %@ was canceled!" = "L'opération de broyage de l'espace libre du lecteur %@ a été annulée !";

"The Shred Free Space operation of drive %@ was complete!" = "L'opération de broyage de l'espace libre du lecteur %@ est terminée !";

"Shredding: %4.0f bytes / %4.0f bytes" = "Broyage : %4.0f octets / %4.0f octets";

"The vault already exists in the list." = "La chambre forte existe déjà dans la liste.";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "Vous ne pouvez pas localiser une chambre forte cryptée qui se trouve dans un lecteur de chambre forte montée ! Veuillez sélectionner une autre chambre forte.";

"%d file(s) " = "%d fichier(s) ";

"The vault you selected is not a valid vault file!" = "La chambre forte sélectionnée n'est pas un fichier de chambre forte valide !";

"Not mounted" = "Pas monté";
/* updater related */

"Up to date" = "Logiciel à jour";

"You have the latest version of Secure II." = "Vous possédez la version la plus récente de Secure II.";

"Version %@ of Secure II is available for download." = "La version %@ de Secure II est disponible.";

"  You are currently running version %@." = "  Vous utilisez actuellement la version %@.";

"\n\nDo you like to update now?" = "\n\nVoulez-vous effectuer la mise à jour maintenant ?";

"Problem connecting to Lexar's website" = "Problème de connexion au site de Lexar";

"Couldn't access the version number from the" = "Impossible d'accéder au numéro de version à partir du";

" Lexar's web site." = " site Web de Lexar.";

"Secure II is currently running.  Please quit Secure II now to continue." = "Secure II est en cours d'exécution.  Veuillez quitter Secure II maintenant pour continuer.";

"Deleting old Secure II application" = "Suppression de l'ancienne application Secure II";

"Update is successful" = "Mise à jour réussie";

"Fails to update" = "Échec de la mise à jour";

"Copying new version to the JumpDrive" = "Copie de la nouvelle version vers le JumpDrive";

"A maximum of %i files may be encrypted in one batch, encryption of %i files were requested" = "%i fichiers au maximum peuvent être chiffrés en une fois. Le chiffrement de %i fichiers a été demandé";

"A maximum of %i files may be encrypted in one batch, encryption of %i files were requested" = "";

"Skip file: '%@' and continue shredding?" = "Passer le fichier : '%@' et continuer la destruction de fichiers ?";

"All (everything)" = "Tout";

"All (all files)" = "Tous";

